Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: You can find any page, report, or view by using the Search for Page or Report icon in the top right corner of the address bar.
cs_cz: Můžete najít libovolnou stránku, sestavu nebo zobrazení pomocí ikony Hledat stránku nebo sestavu v pravém horním rohu adresního panelu.

source: When you start typing characters, a drop-down list shows page names containing the character(s) you type.
cs_cz: Když začnete psát znaky, rozevírací seznam zobrazuje názvy stránek, které obsahují znaky, které zadáváte.

source: The drop-down list changes as you type more characters, and you can select the correct page from the list when it is displayed.
cs_cz: Rozbalovací seznam se mění, jak zadáváte více znaků a z tohoto seznamu můžete vybrat správnou stránku jakmile se zobrazí.

source: The second column in the drop-down list shows the navigation paths to the found pages.
cs_cz: Druhý sloupec v rozevíracím seznamu zobrazuje navigační cesty k nalezeným stránkám.

source: The Search for Page or Report does not search through data, such as customer names, addresses, or transactions.
cs_cz: Hledat stránku nebo sestavu neprohledává data, například jména zákazníků, adresy nebo transakce.

source: To search for data, you can use the search associated with the page; this is illustrated with the magnifier symbol placed in the page top right corner.
cs_cz: Chcete-li vyhledat data, můžete použít vyhledávání spojené se stránkou. To je znázorněno symbolem lupy umístěném v pravém horním rohu stránky.

source: For information on using this type of search, see Entering Criteria in Filters.
cs_cz: Další informace o používání tohoto typu vyhledávání naleznete v části Zadávání kritérií ve filtrech.

source: Schedule a Report to Run
cs_cz: Naplánování spuštění sestavy

source: You can schedule a report to run at a specific date and time.
cs_cz: Můžete naplánovat spuštění sestavy v určitém datu a čase.

source: Scheduled reports are entered in the job queue and processed at the scheduled time, similar to other jobs.
cs_cz: Plánované přehledy se zadávají do fronty úloh a zpracovávají se ve stanoveném čase, podobně jako ostatní úlohy.

source: You can choose to save the processed report to a file, such as an Excel, Word, or PDF, print it to a selected printer, or process the report only.
cs_cz: Můžete si vybrat uložení zpracované sestavy do souboru, například do aplikace Excel, Word nebo do PDF, vytisknout ho na vybrané tiskárně nebo zpracovat pouze sestavu.

source: If you choose to save the report to a file, then the processed report is sent to the Report Inbox on your Home page, where you can view it.
cs_cz: Pokud se rozhodnete sestavu uložit do souboru, zpracovaná sestava je odeslána do složky Schránka sestav na vaší domovské stránce, kde ji můžete zobrazit.

source: You can schedule a report when you open a report.
cs_cz: Při otevření sestavy můžete sestavu naplánovat.

source: You choose Schedule and then you enter information such as printer, and time and date.
cs_cz: Zvolíte možnost Naplánovat a poté zadáte informace, například tiskárnu, čas a datum.

source: The report is then added to the job queue and will be run at the specified time.
cs_cz: Sestava se pak přidá do fronty úloh a spustí se ve stanoveném čase.

source: When the report is processed, the item will be removed from the job queue.
cs_cz: Po zpracování sestavy bude položka odebrána z fronty úloh.

source: If you saved the processed report to a file, it will be available in the Report Inbox.
cs_cz: Pokud jste zpracovanou sestavu uložili do souboru, bude k dispozici ve složce Schránka sestav.

source: Specify Printer Selection for Reports
cs_cz: Zadání výběru tiskáren pro sestavy

source: Smart Notifications
cs_cz: Chytrá oznámení

source: Dynamics NAV can help you work smarter by notifying you when you are about to invoice a customer who has an overdue balance, or the available inventory is lower than the quantity you are about to sell, for example.
cs_cz: Dynamics NAV vám může pomoci pracovat chytřeji tím, že vás například upozorní, když se chystáte fakturovat zákazníka, který má vypršelé saldo, nebo pokud jsou dostupné zásoby nižší než množství, které se chystáte prodat.

source: These notifications are shown as discreet tips in the context of the task you are doing, and you can choose to ignore the notification or to see details about the issue.
cs_cz: Tato upozornění jsou zobrazena jako diskrétní tipy v kontextu úlohy, kterou děláte, a vy se můžete rozhodnout oznámení nebo zobrazení podrobností o problému ignorovat.

source: If you choose to see details for a notification, you can take action to resolve the issue, such as contacting the customer, buying more inventory, and so on.
cs_cz: Pokud se rozhodnete zobrazovat podrobnosti pro oznámení, můžete vyřešit problém, například kontaktováním zákazníka, koupením dalších zásob a podobně.

source: It's your choice what to do, and Dynamics NAV gives you advice and recommendations.
cs_cz: Je to vaše volba, co dělat, a Dynamics NAV vám dává rady a doporučení.

source: The subtle notifications help untrained users complete unfamiliar tasks and do not reduce productivity for the more trained user.
cs_cz: Drobné upozornění pomáhají nevyškoleným uživatelům dokončit neznámé úlohy a nesnižují produktivitu vyškolených uživatelů.

source: The sorting function makes it easy for you to get a quick overview of your data.
cs_cz: Funkce řazení usnadňuje získání rychlého přehledu o vašich datech.

source: A sorted list can be saved using the Save View As functionality which is found by choosing the page title.
cs_cz: Řazený seznam lze uložit pomocí funkce Uložit zobrazení jako, která se objeví vybráním nadpisu stránky.

source: If you have many customers, for example, you can choose to sort them by Customer No., Customer Posting Group, Currency Code, Country Region Code, or Sales Tax Registration No.
cs_cz: Máte-li například mnoho zákazníků, můžete si vybrat jejích třídění podle Zákaznického čísla, Účto skupiny zákazníků, Kódu měny, Kódu země/ oblasti nebo IČ

source: to get the overview you need.
cs_cz: abyste získali přehled, který potřebujete.

source: Choose a column heading and use the small arrow to sort ascending or descending.
cs_cz: Zvolte záhlaví sloupce a pomocí malé šipky třiďte vzestupně nebo sestupně.

source: Sorting is not supported images, BLOB fields, FlowFilters, and fields that do not belong to a table.
cs_cz: Třídění není podporováno pro obrázky, pole binárního rozsáhlého objektu, tok filtrů a pole, která nepatří do tabulky.

source: You can set up reports so that they must be printed on a specific printer.
cs_cz: Můžete nastavit sestavy tak, aby byly vytištěny na konkrétní tiskárně.

source: The following are some uses of printer selection:
cs_cz: Níže jsou uvedeny některé způsoby použití výběru tiskárny:

source: You can print reports on special company letterhead.
cs_cz: Můžete tisknout sestavy se speciálními hlavičkami společnosti.

source: You can print reports on different paper sizes.
cs_cz: Můžete tisknout sestavy na různě velké papíry.

source: You can print reports on the default printer of a specified employee.
cs_cz: Můžete vytisknout sestavy na výchozí tiskárně konkrétního zaměstnance.

source: You use the Printer Selections window to set different values to obtain different output.
cs_cz: V okně Výběr tiskárny můžete nastavit různé hodnoty pro získání odlišného výstupu.

source: If you set a specific printer selection, then it takes precedence over a more general printer selection.
cs_cz: Pokud nastavíte konkrétní výběr tiskárny, bude mít přednost před obecnějším výběrem tiskárny.

source: For example, you can set a printer selection that has values in the User ID, Report ID, and Printer Name fields.
cs_cz: Můžete například nastavit výběr tiskárny, který obsahuje hodnoty v poli ID uživatele, ID sestavy a Název tiskárny.

source: This printer selection takes precedence over a printer selection that has blank entries in the User ID or Report ID fields.
cs_cz: Tato volba tiskárny má přednost před volbou tiskárny s prázdnými položkami v polích ID uživatele, nebo ID sestavy.

source: The following table describes the combination of values to specify when you set up printer selections for a report.
cs_cz: Následující tabulka popisuje kombinaci hodnot určených pro nastavení výběru tiskárny pro sestavu.

source: Set the following values
cs_cz: Nastavení následujících hodnot

source: Print a report to a specific printer for all users
cs_cz: Vytiskněte sestavu na konkrétní tiskárně pro všechny uživatele

source: Specify values in the Report ID and Printer Name fields and leave the User ID field blank.
cs_cz: Určete hodnoty v polích ID sestavy a Název tiskárny a pole ID uživatele nechejte prázdné.

source: Print all reports to a specific printer for a specific user
cs_cz: Vytiskněte všechny sestavy na konkrétní tiskárně pro konkrétního uživatele

source: Specify values in the User ID and Printer Name fields and leave the Report ID field blank.
cs_cz: Zadejte hodnoty v polích ID uživatele a Název tiskárny a pole ID sestavy nechejte prázdné.

source: Set the default printer for all reports
cs_cz: Nastavte výchozí tiskárnu pro všechny sestavy

source: Specify a value in the Printer Name field and leave the User ID and Report ID fields blank.
cs_cz: Zadejte hodnotu v poli Název tiskárny a pole ID uživatele a ID sestavy nechte prázdné.

source: Print a specific report to the user’s default printer
cs_cz: Vytiskněte konkrétní sestavu na výchozí tiskárně uživatele

source: Specify a value in the Report ID field and leave the Printer Name and User ID fields blank.
cs_cz: Zadejte hodnotu v poli ID sestavy a pole Název tiskárny a ID uživatele nechejte prázdné.

source: Print a specific report to a specific printer for a specific user
cs_cz: Vytiskněte konkrétní sestavu na konkrétní tiskárně pro konkrétního uživatele

source: Specify values in all three fields.
cs_cz: Určete hodnoty ve všech třech polích.

source: Troubleshooting Self-Service Sign-Up
cs_cz: Řešení problémů s registrací do samoobslužné služby

source: Signing up for Dynamics NAV is easy and can be done very quickly.
cs_cz: Registrace do Dynamics NAV je snadná a lze ji provést velmi rychle.

source: You can create a free account even if you are an existing organization.
cs_cz: Můžete si vytvořit bezplatný účet, a to i v případě, že jste stávající organizací.

source: This article addresses issues that you may have during signup.
cs_cz: Tento článek popisuje problémy, které můžete mít během registrace.

source: What email address can I use with Dynamics NAV?
cs_cz: Jakou e-mailovou adresu mohu používat s Dynamics NAV?

source: Dynamics NAV requires that you use a work, or school, email address to sign up.
cs_cz: Dynamics NAV vyžaduje, abyste se zaregistrovali pomocí pracovní nebo školní e-mailové adresy.

source: Dynamics NAV does not support email addresses provided by consumer email services or telecommunication providers.
cs_cz: Dynamics NAV nepodporuje e-mailové adresy poskytované spotřebitelskými e-mailovými službami nebo poskytovateli telekomunikačních služeb.

source: This includes outlook.com, hotmail.com, gmail.com, and others.
cs_cz: To zahrnuje outlook.com, hotmail.com, gmail.com a další.

source: If you try to sign up with a personal email address, you will get a message indicating to use a work or school email address.
cs_cz: Pokud se pokusíte zaregistrovat pomocí osobní e-mailové adresy, obdržíte zprávu, ve které je uvedeno, že byste měli použít pracovní nebo školní e-mailovou adresu.

source: In many cases, registering for Dynamics NAV can be achieved by following the sign-up process.
cs_cz: V mnoha případech lze registrace do Dynamics NAV dosáhnout následujícím procesem registrace.

source: However, there are several reasons why you may not be able to complete self-service signup.
cs_cz: Existuje však několik důvodů, proč možná nebudete schopni dokončit registraci do samoobslužné služby.

source: The table below summarizes some of the most common reasons you may not be able to complete signup and ways you can workaround these issues.
cs_cz: Níže uvedená tabulka shrnuje některé z nejčastějších důvodů, proč možná nebudete schopni dokončit registraci a způsoby, jak tyto problémy vyřešit.

source: Symptom/Error Message
cs_cz: Příznak / Chybová zpráva

source: Cause and Workaround
cs_cz: Příčina a řešení

source: For Office 365 email addresses that are not registered in the US, you receive a message like the following during signup:
cs_cz: U e-mailových adres Office 365, které nejsou registrovány v USA, se při registraci zobrazí obdobná zpráva jako jsou následující:

source: That didn't work, we don't support your country or region yet.
cs_cz: To nefungovalo, ještě nepodporujeme vaši zemi ani oblast.

source: Dynamics NAV currently only supports Office 365 US registered email accounts.
cs_cz: Dynamics NAV v současné době podporuje pouze registrované e-mailové účty Office 365 v USA.

source: Personal email addresses such as are not supported.
cs_cz: Osobní e-mailové adresy, jako například nejsou podporovány.

source: You receive a message like the following during signup:
cs_cz: Při registraci obdržíte obdobnou zprávu jako jsou následující:

source: You entered a personal email address:
cs_cz: Zadali jste osobní e-mailovou adresu:

source: Please enter your work email address so we can securely store your company's data.
cs_cz: Prosím zadejte svou pracovní e-mailovou adresu, abychom mohli bezpečně ukládat data vaší společnosti.

source: or
cs_cz: nebo

source: That looks like a personal email address.
cs_cz: To vypadá jako osobní e-mailová adresa.

source: Enter your work address so we can connect you with others in your company.
cs_cz: Zadejte svou pracovní adresu, abychom vás mohli spojit s ostatními ve vaší společnosti.

source: And don’t worry.
cs_cz: A nemějte strach.

source: We won’t share your address with anyone.
cs_cz: Vaši adresu s nikým sdílet nebudeme.

source: Dynamics NAV does not support email addresses provided by consumer email services or telecommunications providers.
cs_cz: Dynamics NAV nepodporuje e-mailové adresy poskytované spotřebitelskými e-mailovými službami nebo poskytovateli telekomunikačních služeb.

source: To complete signup, try again using an email address assigned by your work or school.
cs_cz: Chcete-li dokončit registraci, zkuste to znovu pomocí e-mailové adresy přidělené vaší prací nebo školou.

source: If you still cannot sign up and are willing to complete a more advanced setup process, you can register for a new Office 365 trial subscription and use that email address to sign up.
cs_cz: Pokud se stále nemůžete zaregistrovat a jste ochotní dokončit registraci pomocí pokročilejšího instalační procesu, můžete se přihlásit k novému zkušebnímu odběru služby Office 365 a zaregistrovat se pomocí této e-mailové adresy.

source: .gov or .mil email addresses You receive a message like the following during signup:
cs_cz: Emailové adresy.gov nebo .mil Při registraci obdržíte obdobnou zprávu jako jsou následující:

source: Dynamics NAV unavailable:
cs_cz: Dynamics NAV nedostupná:

source: Dynamics NAV is not available for users with .gov or .mil email addresses at this time.
cs_cz: Dynamics NAV není v současné době k dispozici pro uživatele s e-mailovými adresami .gov nebo .mil.

source: Use another work email address or check back later.
cs_cz: Použijte jinou pracovní e-mailovou adresu nebo znovu zkontrolujte později.

source: We can't finish signing you up.
cs_cz: Nemůžeme dokončit vaši registraci.

source: It looks like Dynamics NAV isn't currently available for your work or school.
cs_cz: Zdá se, že Dynamics NAV není momentálně k dispozici pro vaši práci nebo školu.

source: Dynamics NAV does not support .gov or .mil addresses at this time.
cs_cz: Dynamics NAV momentálně nepodporuje adresy .gov nebo .mil.

source: Self-service signup is not enabled.
cs_cz: Přihlášení pomocí samoobslužné služby není povoleno.

source: Your IT department has turned off signup for Dynamics NAV.
cs_cz: Vaše IT oddělení vypnulo registraci pro Dynamics NAV.

source: Contact them to complete signup.
cs_cz: Obraťte se na ně k dokončení registrace.

source: Your organization’s IT administrator has disabled self-service signup for Dynamics NAV.
cs_cz: IT správce vaší organizace zakázal registraci pro službu Dynamics NAV.

source: To complete signup, contact your IT administrator and ask them to follow the instructions on the page below to allow existing users to sign up for Dynamics NAV and to allow new users to join your existing tenant.
cs_cz: Chcete-li dokončit registraci, obraťte se na IT správce a požádejte jej, aby postupoval podle pokynů na níže uvedené stránce, a umožnil tak stávajícím uživatelům registraci do služby Dynamics NAV, a novým uživatelům připojení ke stávajícímu klientovi.

source: You may also experience this problem if you signed up for Office 365 through a partner.
cs_cz: S tímto problémem se také můžete setkat, pokud jste se pro sadu Office 365 zaregistrovali prostřednictvím partnera.

source: Email address is not an Office 365 ID.
cs_cz: E-mailová adresa není ID Office 365.

source: We can't find you at contoso.com.
cs_cz: Nemůžeme vás najít na contoso.com.

source: Do you use a different ID at work or school?
cs_cz: Používáte jiné identifikační číslo v práci nebo ve škole?

source: Try signing in with that, and if it doesn't work, contact your IT department.
cs_cz: Pokuste se přihlásit pomocí něj a pokud to nebude fungovat, obraťte se na IT oddělení.

source: Your organization uses IDs to sign in to Office 365 and other Microsoft services that are different than your email address.
cs_cz: Vaše organizace používá ID k přihlášení do Office 365 a do dalších služeb společnosti Microsoft, které je odlišné od vaší e-mailové adresy.

source: For example, your email address might be but your ID is .
cs_cz: Vaše emailová adresa například může být ale vaše ID je .

source: To complete signup, use the ID that your organization has assigned to for signing in to Office 365 or other Microsoft services.
cs_cz: Chcete-li dokončit registraci, použijte ID, které vám vaše organizace přidělila k přihlášení do Office 365 nebo do jiných služeb společnosti Microsoft.

source: If you do not know what this is, contact your IT administrator.
cs_cz: Pokud nevíte, co to je, kontaktujte IT správce.

source: If you still cannot sign up and are able to complete a more advanced setup process, you can register for a new Office 365 trial subscription and use that email address to sign up.
cs_cz: Pokud se stále nemůžete zaregistrovat a jste schopni dokončit pokročilejší proces registrace, můžete se přihlásit k novému zkušebnímu odběru Office 365 a zaregistrovat se pomocí této e-mailové adresy.

source: You use general journals to post financial transactions to general ledger accounts and other accounts, such as bank, customer, and vendor accounts.
cs_cz: Používáte finanční deníky k účtování finančních transakcí do účtů hlavní knihy a do ostatních účtů, jako jsou bankovní, zákaznické a dodavatelské účty.

source: Posting with a general journal always creates entries on general ledger accounts.
cs_cz: Účtování pomocí finančního deníku vždy vytvoří položky na účtech hlavní knihy.

source: This is true even when, for example, you post a journal line to a customer account, because an entry is posted to a general ledger receivables account through a posting group.
cs_cz: To platí i v případě, že například zaúčtujete řádek deníku na účet zákazníka, protože je položka zaúčtována na účtu pohledávek hlavní knihy prostřednictvím účto skupiny.

source: The information that you enter in a journal is temporary and can be changed while it is in the journal.
cs_cz: Informace, které zadáte do deníku jsou dočasné, a mohou být změněny, když jsou v deníku.

source: When you post the journal, the information is transferred to entries on individual accounts, where it cannot be changed.
cs_cz: Při zaúčtovávání deníku se informace přenášejí na položky v jednotlivých účtech, kde je nelze změnit.

source: You can, however, unapply posted entries, and you can post reversing or correcting entries.
cs_cz: Můžete však neaplikovat účtované položky a můžete zadat opačné nebo opravné položky.

source: Journal templates and batches
cs_cz: Šablony a listy deníku

source: There are several general journal templates.
cs_cz: Existuje několik šablon finančního deníku.

source: Each journal template is represented by a dedicated window with particular functions and the fields that are required to support those functions, such as the Payment Reconciliation Journal window to process bank payments and the Payment Journal window to pay your vendors.
cs_cz: Každá šablona deníku je reprezentována vyhrazeným oknem s konkrétními funkcemi a poli, která jsou potřebná k podpoře těchto funkcí, jako je například okno Deník odsouhlasení plateb pro zpracování bankovních plateb a okno Deníky plateb pro platby vašim dodavatelům.

source: For each journal template, you can set up your own personal journal as a journal batch.
cs_cz: Pro každou šablonu deníku můžete nastavit svůj vlastní osobní deník jako list deníku.

source: For example, you can define your own journal batch for the payment journal that has your personal layout and settings.
cs_cz: Například můžete definovat váš vlastní list deníku pro platební deník, který má vaše osobní rozložení a nastavení.

source: An example of a personal setting that you can define on your general journal batch is to have the system help you fill amount fields.
cs_cz: Příkladem osobního nastavení, které můžete definovat ve vašem listu finančního deníku je systém, který vám pomůže vyplnit pole částky.

source: If you select the Suggest Balancing Amount check box on the line for your batch in the General Journal Batches window, then the Amount field on, for example, general journal lines for the same document number is automatically prefilled with the value that is required to balance the document.
cs_cz: Pokud pro váš list zaškrtnete na řádku pole Navrhovat vyrovnávací částku v okně Listy finančního deníku, a pak pole Částka, pak jsou například řádky finančního deníku pro stejné číslo dokladu automaticky předvyplněné hodnotou, která je vyžadována k vyrovnání dokladu.

source: For more information, see Letting Dynamics NAV Suggest Values.
cs_cz: Další informace naleznete v Povolení navrhování hodnot aplikací Dynamics NAV.

source: Main accounts and balancing accounts
cs_cz: Hlavní účty a vyrovnávací účty

source: If you have set up default balancing accounts for the journal batches, the balancing account will be filled in automatically when you fill in the Account No.
cs_cz: Pokud jste nastavili výchozí vyrovnávací účty pro listy deníku, vyrovnávací účet bude vyplněn automaticky, když vyplníte pole Číslo účtu

source: Otherwise, fill in both the Account No.
cs_cz: V opačném případě vyplňte ručně jak pole Číslo účtu,

source: field and the Bal.
cs_cz: tak pole Číslo protiúčtu

source: A positive amount in the Amount field is debited to the main account and credited to the balancing account.
cs_cz: Kladná částka v poli Částka je odečtena od hlavního účtu a připsána na vyrovnávací účet.

source: A negative amount is credited to the main account and debited to the balancing account.
cs_cz: Záporná částka je připsána na hlavní účet a odečtena z vyrovnávacího účtu.

source: VAT is calculated separately for the main account and the balancing account, so they can use different VAT percentage rates.
cs_cz: DPH se vypočítává samostatně pro hlavní účet a vyrovnávací účet, takže mohou být použity různé procentní sazby DPH.

source: Recurring journals
cs_cz: Periodické deníky
